{"data":[{"link":"/weekly/121","date":"2021-04-13 00:00:00","title":"#121","color":"blue","description":"Olá pessoal! Como devem ter percebido, mudei o dia da Weekly para terças-feiras. Isso facilita para mim, permitindo trazer corretamente todas as semanas. Espero que curtam os links dessa semana, com muitos financiamentos. Até a próxima.","section":"Weekly"},{"link":"/weekly/120","title":"#120","date":"2021-04-06","color":"blue","section":"Weekly","description":"    Olá pessoal! Sem muito o que dizer dessa vez, a não ser que trouxe muitos financiamentos coletivos. Até a próxima edição."},{"link":"/weekly/119","title":"#119","date":"2021-03-30","color":"blue","section":"Weekly","description":"    Olá pessoal!    Antes tarde que nunca. Essa semana ouvi/assisti vários casts então não se espantem com a quantidade deles nessa edição.    No mais, como sempre, vário artigos, notícias e a financiamentos coletivos.    Até a próxima."},{"link":"/weekly/118","title":"#118","date":"2021-03-22","color":"blue","section":"Weekly","description":"    Olá pessoal.    Essa semana, infelizmente, um dos blogs mais legais parou com as atividades devido a pandemia: Mundos Colidem. Espero que eles consigam resolver suas situações, que a pandemia acabe logo e eles possam voltar.    No mais, continuamos tendo alguns artigos e casts legais, como de co"},{"link":"/weekly/117","title":"#117","date":"2021-03-15","color":"blue","section":"Weekly","description":"    Olá pessoal,    depois de duas semanas sem publicação, estou de volta. Porém uma edição rápida com alguns financiamentos, artigos e notícias.    Por hoje é só. Até a próxima."},{"link":"/weekly/116","title":"#116","date":"2021-02-22","color":"blue","section":"Weekly","description":"    Olá pessoal!    Essa semana separei 2 links:    - **_Gnomecast #111 – Paid Gming (Part 1)_**: do Gnome Stew, trata sobre o tema de GMs profissionais, os GMs que são pagos para mestrar e seu impacto no nosso hobby;  - **_Queer Themes To Incorporate Into Your Campaign_**: do Tribality, onde eles"},{"link":"/weekly/115","title":"#115","date":"2021-02-15","color":"blue","section":"Weekly","description":"    Olá pessoal,    apenas uma mensagem pra dizer que espero que curtam os links dessa semana. Machuquei a mão e não deu pra escrever algo melhor.    Até a próxima!"},{"link":"/weekly/114","title":"#114","date":"2021-02-08","color":"blue","section":"Weekly","description":"    Olá pessoal.    Essa semana é falar mais de Financiamento coletivo A maioria acima de 10 mil dólares em apoios. Três deles, porém, já passaram dos 100 mil Euros:    - **_Scion: Dragon and Scion: Masks of the Mythos for Scion 2E_**: passando dos 112 mil Euros e ainda com 9 dias para terminar;"},{"link":"/weekly/113","title":"#113","date":"2021-02-01","color":"blue","section":"Weekly","description":"    Olá pessoal!    Direto ao meu preferido da semana:    - **_Ccd #698 - Mago E A Narrativa Da Realidade_**: como bom Adepto da Realidade, não poderia deixar passar esse cast sobre mago    No mais, muitas notícias, alguns financiamentos e outros artigos interessantes.    Espero que curtam. Até a p"},{"link":"/weekly/112","title":"#112","date":"2021-01-25","color":"blue","section":"Weekly","description":"    Olá pessoal!    Essa semana foi mais devagar, mas tem um artigo em específico para aqueles que andam pelas terras do Game Design, com muitas indicações de leituras:    - **_A DM&#039;s Reading List_**: lá no Sly Flourish, o Mike Shea apresenta sua lista de livros favoritos, separados por tópicos,"},{"link":"/weekly/111","title":"#111","date":"2021-01-18","color":"blue","section":"Weekly","description":"    Olá pessoal!    Essa semana veio repleta de financiamentos coletivos. Dêem uma olhada neles. Tem pra todos os gostos: horror, sci-fi, fantasia, aventuras, cenários, regras e muito mais.    Temos também alguns artigos e casts. O que mais curti foi o cast do Regras da Casa, sobre RPG Solo. Escute"},{"link":"/weekly/110","title":"#110","date":"2021-01-11","color":"blue","section":"Weekly","description":"    Olá pessoal!    Primeiro, um jabá: dê uma olhada no nosso [índice de artigos sobre a Terra 3600](/alter-ego/cenarios/terra-3600/).    Agora, as indicações dessa semana:    - **_Traps 101: How To Make Traps In Dungeons &amp; Dragons_**: do *DM Lair*, onde explica como criar armadilhas para usá-la"},{"link":"/weekly/109","title":"#109","date":"2021-01-04","color":"blue","section":"Weekly","description":"    Olá pessoal!    Espero que tenham tido uma ótima e segura passagem de ano. Que 2021 seja mais saudável para todos nós.    Para começar, queria fazer um jabá básico: o RPG do Mestre está com artigos novos. Comecei trazendo a história da Terra 3600. Você pode acompanhar mais clicando ali em"},{"link":"/weekly/108","title":"#108","date":"2020-12-28","color":"blue","section":"Weekly","description":"    Olá pessoal!    Espero que tenham tido um feriado natalino bacana. Essa semana foi um pouco lenta, provavelmente pelo Natal em si, mas consegui trazer coisas novas para lerem. Aqui vão:    - **_Rolling With Default (Or Passive) Initiative_**: lá no Gnome Stew temos essa dica de como usar Iniciat"},{"link":"/weekly/107","title":"#107","date":"2020-12-21","color":"blue","section":"Weekly","description":"    Olá pessoal!    Como sempre, uma seleção repleta de ótimos conteúdos. Mas dois que chamam bastante a atenção são esses dois:    - **_Pathfinder® For Savage Worlds Coming To Kickstarter January 2021_**: fiquei sabendo lá pelo Tribality que o cenário padrão de Pathfinder será adaptado pa"},{"link":"/weekly/106","title":"#106","date":"2020-12-14","color":"blue","section":"Weekly","description":"    Olá pessoal!    Uma edição curta mas não menos cheia de conteúdo interessante. Os principais dessa semana são:    - **_The Minimum Viable D&amp;D Game_**: do Sly Flourish onde ele aponta o que é o mínimo necessário para uma sessão de D&amp;D;  - **_Intro To Israeli Theory – Your Game Doesn’t"},{"link":"/weekly/105","title":"#105","date":"2020-11-30","color":"blue","section":"Weekly","description":"    Olá pessoal!    Depois de uma semana ajustando certas coisas (e meio que folga ao mesmo tempo), decidi trazer só os links dessa última semana. Nem por isso, não tem coisa boa, hein?    Vários financiamentos coletivos nacionais, muitas notícias, mas o que mais me chamou a atenção foi uma pub"},{"link":"/weekly/104","title":"#104","date":"2020-11-23","color":"blue","section":"Weekly","description":"    Olá pessoal!    Sem muitos rodeios, os três principais links dessa semana são:    - **_Owlbear Rodeo: A Simple D&amp;D Virtual Tabletop_**: em que o SlyFlourish apresenta esse web app gratuito de grid de batalha para jogatinas online;  - **_Information Gaps – When The Information Runs Dry_**: do G"},{"link":"/weekly/103","title":"#103","date":"2020-11-16","color":"blue","section":"Weekly","description":"    Olá pessoal!    De volta com mais uma Weekly. Essa semana com uma quantidade bem menor que das últimas 3, mas não menos interessante. Os 3 links que mais chamaram atenção foram:    - **_Paths for DM Expertise_**: SlyFlourish mostra um caminho, uma trilha em como se ganhar experiência como Mes"},{"link":"/weekly/102","title":"#102","date":"2020-11-09","color":"blue","section":"Weekly","description":"    Olá!    Essa edição está repleta de financiamentos coletivos: nacionais, franceses, americanos, danês, espanhol, alemão... Para todos os gostos e idiomas.    Como tenho feito, eis os links mais interessantes:    - **_SHIVER: Roleplaying in the Strange &amp; Unknown_**, financiamento coletivo de h"},{"link":"/weekly/101","title":"#101","date":"2020-11-02","color":"blue","section":"Weekly","description":"    Olá pessoal,    Essa semana tem muito financiamento coletivo nacional e gringo, além de alguns outros produtos em pré-venda.    Os links que mais me chamarão atenção dentre todos foram:    - *_Drakar_*: um financiamento coletivo de um RPG Sci-Fi que usa d6 e dominós para resolução situacio"},{"link":"/weekly/100","title":"#100","date":"2020-10-19","color":"blue","section":"Weekly","description":"    Edição #100.    Quem diria, quando comecei essa newsletter, 100 edições pareciam tão distantes. Agora, tendo alcançado essa marca, mesmo em mais semanas que o necessário (férias e problemas técnicos entraram em ação), só penso nas próximas 100 e o que elas trarão.    Mas, sem mais del"},{"link":"/weekly/99","title":"#99","date":"2020-10-12","color":"blue","section":"Weekly","description":"    Olá pessoal!    Mais uma semana repleta de links, mas não só de Financiamentos Coletivos. Trouxe muito material foda essa semana. Pois bem, os principais destaques dentre os links que trouxe:    - O cast _Ccd #622 - Old Is Cool: Fkr, The Free Kriegsspiel Revolution_ em que o Regra da Casa fala s"},{"link":"/weekly/98","title":"#98","date":"2020-10-05","color":"blue","section":"Weekly","description":"    Olá pessoal!    Como na semana passada, além dos links que estou trazendo (que já são uma curadoria, acredite), também recomendarei alguns links em específico - talvez faça isso sempre, de agora em diante:    - O artigo sobre recompensas intrínseca versus extrínseca do *Roleplaying Tips* t"},{"link":"/weekly/97","title":"#97","date":"2020-09-28","color":"blue","section":"Weekly","description":"    Olá pessoal!    Nessa edição, acima dos outros links, tem três que quero dar um destaque maior:    - O financiamento coletivo do The Wagadu Chronicles  - O episódio do Regra da Casa com Franz Andrade  - Auto-análise de suas habilidades de mestre em 5 passos do Roleplaying Tips    Se você est"},{"link":"/weekly/96","title":"#96","date":"2020-09-21","color":"blue","section":"Weekly","description":"    Olá pessoal! Mais uma semana cheia de financiamentos coletivos. Vários que bateram a casa dos 10mil, 20mil, 30mil dólares. Mas tem 3 que passaram da barreira do 100mil, sendo que um passou dos 300mil dólares!!!    Mas nem só de financiamentos vive essa edição: resenhas, casts (nacionais) e a"},{"link":"/weekly/95","title":"#95","date":"2020-09-14","color":"blue","section":"Weekly","description":"    Olá pessoal!    Hoje tem vários artigos para mestres - primeira seção, criação de campanhas, etc - e também sobre eles.     Temos também alguns financiamentos coletivos, como sempre, e alguns casts.    No geral, muita coisa nacional em relação às últimas weeklies.    De qualquer forma,"},{"link":"/weekly/94","title":"#94","date":"2020-09-06","color":"blue","section":"Weekly","description":"    Olá pessoal!    Mais uma semana repleta de Kickstarter para apoiar. Tem uns bem interessantes.    Diferente do que tem sido nas últimas semanas, muitos artigos brasileiros com temas bem interessantes: Megadungeons, fantasia sombria militar, RPG sem Pirataria...    Confira e deixe seus comentário"},{"link":"/weekly/93","title":"#93","date":"2020-08-31","color":"blue","section":"Weekly","description":"    #WakandaForever #RIPChadwikBoseman"},{"link":"/weekly/92","title":"#92","date":"2020-08-24","color":"blue","section":"Weekly","description":"    Olá =)    Hoje trouxe um financiamento que está indo muito bem, que é o do Hellboy. Trouxe também vários links relacionados a game design (que estavam meio em falta nas últimas edições).    Como sempre, também, algumas notícias e adaptações.    Até a próxima!"},{"link":"/weekly/91","title":"#91","date":"2020-08-17","color":"blue","section":"Weekly","description":"    Olá pessoal!    Como sempre, muitos financiamentos coletivos. Acredito que logo criarei uma seção apenas para eles e tirarei da Weekly.    No mais, algumas notícias (sobre financiamentos coletivos) e alguns artigos (a maioria internacional).    Obrigado pela visita e até a próxima!"},{"link":"/weekly/90","title":"#90","date":"2020-08-10","color":"blue","section":"Weekly","description":"    Olá pessoal!    Mais uma vez, os financiamentos coletivos tomaram conta da Weekly. Temos alguns casts e algumas notícias, mas pouquíssimos artigos.    De qualquer forma, espero que aproveitem.    Até a próxima =)"},{"link":"/weekly/89","title":"#89","date":"2020-08-03","color":"blue","section":"Weekly","description":"    Olá pessoal!    Se tem uma coisa nessa Weekly dessa semana é Burning Wheel via Dados Místicos e casts do regra da casa.    Claro, trouxe mais financiamentos (basicamente PT-BR dessa vez) e algumas dicas de game design.    Espero que gostem. Até a próxima =)"},{"link":"/weekly/88","title":"#88","date":"2020-07-28","color":"blue","section":"Weekly","description":"    Olá pessoal e desculpem o atraso!    Sem enrolação: curtam os vários casts que trouxe nessa semana. São vários e vários (nacionais e internacionais).    No mais, também dêem uma olhada nos financiamentos coletivos e novos produtos (Mundos Colidem está com tudo!).    Abraço e até a próx"},{"link":"/weekly/87","title":"#87","date":"2020-07-20","color":"blue","section":"Weekly","description":"    Olá pessoal! Espero que estejam seguros e com saúde.    Mais uma semana trazendo muita coisa, mas se tem um artigo que vale a pena mencionar é o *Retiring as a game designer*.    Nele vemos uma análise do que é preciso fazer e/ou obter para um game designer conseguir se aposentar (lá nos EUA)"},{"link":"/weekly/86","title":"#86","date":"2020-07-13","color":"blue","section":"Weekly","description":"    Olá pessoal!    Comparando com a semana passada, essa foi bem menos movimentada. Claro, não quer dizer que tem menos qualidade =)    Trouxe aventuras gratuitas, previews de produtos, alguns financiamentos coletivos (como sempre) e um pouco de game design.    Espero que gostem!"},{"link":"/weekly/85","title":"#85","date":"2020-07-06","color":"blue","section":"Weekly","description":"    Olá pessoal!    Acredito que essa edição pode ser chamada de &quot;A edição dos financiamentos coletivos&quot; já que trouxe 34 só nessa edição.    E há financiamento para todos os gostos: diferentes idiomas (alemão, inglês, francês, espanhol, português), de Gurus, de sistemas novos, para D&amp;D,"},{"link":"/weekly/84","title":"#84","date":"2020-06-29","color":"blue","section":"Weekly","description":"    Olá pessoal!    Essa semana trouxe poucos links, mas bons o suficiente para ajudar a passar a semana. Como de costume, tem financiamentos coletivos, game design (dessa vez focado no *world building*), novos productos e dicas para quem mestra.    Espero que curtam. Abraços e até a próxima!"},{"link":"/weekly/83","title":"#83","date":"2020-06-22","color":"blue","section":"Weekly","description":"    Olá pessoal!    Se você esperava uma edição em que houvesse muitos financiamentos coletivos para você escolher algo novo, eis a oportunidade: são 17 possibilidades de projetos que você pode apoiar!    Além disso, claro, há mais coisas: anúncios sobre diversidade da Wizards, novo conjunto"},{"link":"/weekly/82","title":"#82","date":"2020-06-15","color":"blue","section":"Weekly","description":"    Olá pessoal!    Hoje tem muito podcast (4 ao todo), vários financiamentos coletivos (como sempre ;D), pré-venda do Alien RPG em pt-br, e mais alguns links interessantes relacionados a Game Design e Storytelling =)    Espero que aproveitem e até a próxima!"},{"link":"/weekly/81","title":"#81","date":"2020-06-08","color":"blue","section":"Weekly","description":"    Olá pessoal.     Essa semana trouxe vários novos artigos de game design relacionados a criação de mundos, hack de aventuras, e várias dicas diversas.    Também há gerador aleatório e alguns casts. Como de praxe, conteúdo bom.    Que a quarentena de vocês seja mais leve ou mais rápida com"},{"link":"/weekly/80","title":"#80","date":"2020-06-01","color":"blue","section":"Weekly","description":"    **#blackLivesMatter #vidasNegrasImportam**    Se tem um link que tenho de dar um destaque maior que o de todos os outros nessa edição do financiamento coletivo: The Deck Of Many Animated Spells, Tarot And More For 5E.    Esse financiamento é de um conjunto de cartas holográficas que reproduzem"},{"link":"/weekly/79","title":"#79","date":"2020-05-22","color":"blue","section":"Weekly","description":"    Olá pessoal!    Essa semana tem um artigo legal sobre como as sessões de RPG um cara mudaram por conta da pandemia e um outro sobre como jogar RPG online e sem mistérios.    No mais, vários financiamentos coletivos e alguns casts.    Espero que gostem! Abraços e até a próxima weekly =)"},{"link":"/weekly/78","title":"#78","date":"2020-05-18","color":"blue","section":"Weekly","description":"    Mais uma edição repleta de financiamentos coletivos, incluindo o *late pledge* do Tormenta que já passou 130 mil reais, mesmo o financiamento em si tendo quebrado recordes atrás de recordes..."},{"link":"/weekly/77","title":"#77","date":"2020-05-11","color":"blue","section":"Weekly","description":"    Olá pessoal!    Para compensar semana passada, que não teve 1 financiamento coletivo sequer, (quase) metade dos links dessa semana são FCs!    Fora isso, temos um link legal sobre jogar sem dados; links sobre criação de monstros, aventuras e campanhas; e muito mais!    Até a próxima edição"},{"link":"/weekly/76","title":"#76","date":"2020-05-04","color":"blue","section":"Weekly","description":"    Depois de uma semana muito longa, estou de volta. Quarentena e com problemas na internet, nessa sociedade atual, é meio complicado, mas temos de lidar como podemos.    Espero que curtam os links dessa semana =) Até a próxima!"},{"link":"/weekly/75","title":"#75","date":"2020-04-20","color":"blue","section":"Weekly","description":"    Olá pessoal! Espero que estejam bem, seguros e ficando em casa, não dê sopa pro azar. Cuide-se.    Pois bem, hoje trago alguns artigos para quem está interessado em jogar online mas não tem muita idea de como fazê-lo.    Tem outro artigo sobre como começar no mundo de RPG Game Design, bem"},{"link":"/weekly/74","title":"#74","date":"2020-04-09","color":"blue","section":"Weekly","description":"    Olá pessoal!    Essa semana tem 2 links interessantes sobre o impacto da COVID-19 sobre o mercado de RPG. Também tem um bundle de aventuras gratuito para baixar e jogarmos online.    Como de costume, várias pré-vendas e financiamentos coletivos, além das várias notícias e artigos.    Boa lei"},{"link":"/weekly/73","title":"#73","date":"2020-04-07","color":"blue","section":"Weekly","description":"    Olá galera!    De volta com alguns links interessantes sobre RPG design e uns casts brasucas do Regra da Casa bem bacana.    Como sempre, tem mais links da RPGosfera gringa e alguns novos financiamentos coletivos e novos produtos.    Espero que curtam e ajude a passar essa quarentena mais rápido"},{"link":"/weekly/72","title":"#72","date":"2020-03-30","color":"blue","section":"Weekly","description":"    Mais uma semana de quarentena mas não menos RPG pra você.    Essa semana tem mais FCs, vários podcasts e muito conteúdo em português =)    Divirta-se e até a próxima semana!"},{"link":"/weekly/71","title":"#71","date":"2020-03-23","color":"blue","section":"Weekly","description":"    Pra você que está de quarentena, a weekly é a forma perfeita de gastar o tempo (e quem sabe seu dinheiro).    Essa semana trazemos nada menos que 16 novos financiamentos coletivos. Teve também material explicando como mudar para mesa virtual e muito mais. Confira agora, abaixo =)    Até a pró"},{"link":"/weekly/70","title":"#70","date":"2020-03-16","color":"blue","section":"Weekly","description":"    E estou de volta. Depois de uma pausa forçada (promoção no emprego, novos compromissos e responsabilidades), consegui voltar a trazer a Weekly.    Não tenho muito o que dizer a não ser que a maioria dos artigos dessa semana é nacional e que Fria Ligan (de Things from the Flood) é a nova dete"},{"link":"/weekly/69","title":"#69","date":"2020-01-13","color":"blue","section":"Weekly","description":"    Olá pessoal!    Primeiro, jabá básico: voltei a escrever conteúdo original sobre RPG. Dá uma olhada nos [artigos](/artigos/) =) Também estou atualizando o conteúdo de **Alter Ego: Terra 2037** e **Alter Ego: Dackers**. Caso se interessem, vejam a página do [Alter Ego](/alter-ego/)    Hoje,"},{"link":"/weekly/68","title":"#68","date":"2020-01-06","color":"blue","section":"Weekly","description":"    Olá pessoal!    Ainda de ressaca de ano novo e do recomeço do trabalho, por isso a #weekly veio 1 dia atrasada =P    Dessa vez, não escreverei muito, apenas deixarei que leiam vejam o que interessam vocês!    Até a próxima (espero que não saia atrasada de novo =D)"},{"link":"/weekly/67","title":"#67","date":"2019-12-29","color":"blue","section":"Weekly","description":"    Olá e bem vindo à última edição da Weekly em 2019!    Essa semana foi um pouco mais lenta que semana passada. Talvez se dê pelo fato de ter sido Feriado de Natal e a grande maioria das pessoas ainda esteja com a barriga cheia e/ou descansando (férias, talvez?!)    De qualquer forma, trouxe l"},{"link":"/weekly/66","title":"#66","date":"2019-12-23","color":"blue","section":"Weekly","description":"    Olá pessoal, bem vindos à penúltima edição da Weekly em 2019.    Hoje trago um artigo bem interessante sobre o método de venda/distribuição de produtos digitais _pague o quanto quiser_ (em inglês, _pay what you want_).    Outro que é bacana de ler é um sobre como jogar D&amp;D (qualquer RPG,"},{"link":"/weekly/65","title":"#65","date":"2019-12-16","color":"blue","section":"Weekly","description":"    Olá pessoal!    Essa semana foi um pouco lenta nas terras tupiniquins. A grande maioria dos links são internacionais. Inclusive, há um financiamento coletivo em italiano.    Porém, para mim, a peça de ouro dessa semana é o financiamento de um livro ilustrado com magias do caminho da Conjuraç"},{"link":"/weekly/64","title":"#64","date":"2019-12-09","color":"blue","section":"Weekly","description":"    Olá pessoal!    Acredito que a grande notícia dessa semana seja o anúncio de Lobisomem 5e pela Hunters Entertainment. Preferindo mais Mago a qualquer outra ambientação de WoD, estou a espera da nova edição do mesmo. Tomara que seja logo!    No mais, tivemos alguns financiamentos coletivos, a"},{"link":"/weekly/63","title":"#63","date":"2019-12-02","color":"blue","section":"Weekly","description":"    E aí pessoal, vocês aproveitaram a Black Friday e a Cyber Monday para comprar muitos livros de RPG? Meu saldo foi bem positivo e comprei vários PDFs.  Entre eles estão *Vampiro 5e*, *Os de Invisible Sun* e *Return of the Lazy Dungeon Master*.    Foram inúmeras ofertas, mas não deu pra comprar"},{"link":"/weekly/62","title":"#62","date":"2019-11-25","color":"blue","section":"Weekly","description":"    Olá pessoal!    Essa semana, um dos melhores artigos é a análise de uma pesquisa sobre Publicação de produtos relacionados a RPG de mesa. Ela traz vários dados (voltados ao mercado gringo, é verdade), incluindo a média de custos para criação de um produto do tipo.     O artigo tem um link"},{"link":"/weekly/61","title":"#61","date":"2019-11-18","color":"blue","section":"Weekly","description":"    Olá pessoal!    Nessa semana, tivemos o lançamento da pré-venda do *Rick and Morty Starter set*, tipo o que aconteceu com o Stranger Things mas para o desenho animado.    Semana passada teve o guia de interpretação para Meio Orcos (olá D&amp;D pt-Br =)) e dessa vez trago para Meio Elfos!    Não"},{"link":"/weekly/60","title":"#60","date":"2019-11-11","color":"blue","section":"Weekly","description":"    Olá pessoal! Hoje tem um artigo bem interessante sobre as vendas de D&amp;D vs AD&amp;D 2e. Os números vistos lá, para suas devidas épocas, são bem interessantes: milhões de unidades durante a vida útil do jogo!    Outra publicação interessante é uma sobre &quot;destrinchar sistemas&quot;, onde se afirma q"},{"link":"/weekly/59","title":"#59","date":"2019-11-04","color":"blue","section":"Weekly","description":"    Não sei se já vi tanto financiamento coletivo junto numa mesma Weekly.     Dessa vez trago vários em inglês, como de praxe, alguns em português, mas também trago em espanhol (gracias), alemão (dankeschön) e francês (merci)!    Também tem vários produtos novos e/ou em pré-venda (*disclai"},{"link":"/weekly/58","title":"#58","date":"2019-10-28","color":"blue","section":"Weekly","description":"    Só para variar um pouco (não mesmo...), trouxe muitos financiamentos coletivos, links sobre game design voltado a criação de encontros, sociedades diferentes, referências de sistemas e mais.    Também tem um artigo interessante sobre um &quot;novo tipo de PDF&quot; de livros de RPG, o PhonePDF (IMO: mu"},{"link":"/weekly/57","title":"#57","date":"2019-10-21","color":"blue","section":"Weekly","description":"    Mais uma vez, uma Weekly repleta de financiamentos coletivos. Porém, trouxe também uma notícia sobre o novo jogo do Mundo das Trevas para PC: Werewolf: The Apocalypse-Earthblood (PENTEX SUCKS! BONEGNAWERS SUCKS! -- Se souberem o porque escrevi isso, comentem pelo Twitter =D)    Para variar (clar"},{"link":"/weekly/56","title":"#56","date":"2019-10-14","color":"blue","section":"Weekly","description":"    Você gosta de financiamento coletivo? Pois bem, essa semana foi uma das que mais trouxe produtos novos para apoiar.    Se você está com tempo de visitar, apoiar e esperar pela entrega de cada um, essa Weekly é um prato cheio para você.    Inclusive, trouxe financiamentos em Alemão (Ich verste"},{"link":"/weekly/55","title":"#55","date":"2019-10-07","color":"blue","section":"Weekly","description":"    Olá pessoal, mais uma Weekly! Número 55, não perca a conta, hein?    Pois bem, hoje trouxe um artigo que conta a história da primeira loja de quadrinho em que J. Eric Holmes (editor do primeiro conjunto de D&amp;D) levou a primeira versão de D&amp;D e miniaturas para jogar, além de informar que ela e"},{"link":"/weekly/54","title":"#54","date":"2019-09-30","color":"blue","section":"Weekly","description":"    Essa semana trago várias notícias e artigos bem interessantes. Para começar, temos uma polêmica envolvendo o Kickstarter e a sindicalização de seus funcionários.    Outro link interessante é o Workshop da Retropunk, onde o Fernando e o Encho Chagas falam sobre escrever RPG =)    Há também"},{"link":"/weekly/53","title":"#53","date":"2019-09-23","color":"blue","section":"Weekly","description":"    Essa semana foi um pouco mais calma, com menos links que semana passada.     Porém, teve uma notícia bombástica em relação ao DCC RPG no Brasil, vindo direto da Goodman-Games: Não será mais a New Order, a partir de 2 de dezembro, a cuidar do jogo em terras tupiniquins.     Tem um link para u"},{"link":"/weekly/52","title":"#52","date":"2019-09-16","color":"blue","section":"Weekly","description":"    Olá pessoal! Essa semana estava inspirado a dar continuidade no Alter Ego e com isso os links acabaram por replicar essa inspiração, com muita coisa sobre criação de mundos, aventuras e jogos.    Também há links sobre a polêmica sobre Anderson x Gygax; sobre como lidar com sua ansiedade qua"},{"link":"/weekly/51","title":"#51","date":"2019-09-09","color":"blue","section":"Weekly","description":"    Essa semana trago mais alguns financiamentos coletivos, novos produtos gratuitos e nacionais (Obrigado, Secular!) e mais =)    Até a próxima"},{"link":"/weekly/50","title":"#50","date":"2019-09-02","color":"blue","section":"Weekly","description":"    E a edição #50. Um marco para a Weekly. Embora essa edição não seja uma das com mais links, trago vários links interessantíssimos. O primeiro deles é do Tribality, discutindo sobre prevenção de suicídio através do RPG. O segundo é um artigo do Gnome Stew sobre como adaptar Proprieda"},{"link":"/weekly/49","title":"#49","date":"2019-08-26","color":"blue","section":"Weekly","description":"    Essa semana foi um pouco mais leve na leitura. Uma notícia interessante veio da compilação de dados do D&amp;D Beyond e mostrada pelo Morrus, no EnWorld, onde há as composições de grupos de personagens mais comuns na plataforma. Um dos artigos que mais gostei é o de como revelar Mapas usando..."},{"link":"/weekly/48","title":"#48","date":"2019-08-19 23:59:59","color":"blue","section":"Weekly","description":"    Nessa edição #48, trago muita coisa legal: Livro de campanha de Eberron para D&amp;D; Financiamentos coletivos; Traduções de artigos da Wizards; RPG em Portugal; e muito mais."},{"link":"/weekly/47","title":"#47","date":"2019-08-12","color":"blue","section":"Weekly","description":"    Estou de volta. Depois de 1 mês e 1 semana de parada técnica, a Weekly voltou. Não trouxe tantos links quanto das outras vezes, mas quantidade não necessariamente significa qualidade, certo? Mas, fiquem ligados, que próxima semana já promete =)"},{"link":"/weekly/46","title":"#46","date":"2019-07-01","color":"blue","section":"Weekly","description":"    Olá amigos, bem vindos a mais uma Weekly do RPG do Mestre. Edição #46! Essa semana trago links para vários financiamentos, inclusive o recém-lançado Pathfinder 2.0 pela New Order Editora."},{"link":"/weekly/45","title":"#45","date":"2019-06-24","color":"blue","section":"Weekly","description":"    Essa semana há uma notícia bombástica: Redbox em fusão com editora gringa. Também há um artigo que traz muitas verdades sobre valorização de trabalho, em que sempre se deve cobrar e receber pelo que se faz (__We Say Fuck You, Pay Me__); Inúmeros casos nacionais e internacionais; e, claro, diversos novos financiamentos coletivos."},{"link":"/weekly/44","title":"#44","date":"2019-06-17","color":"blue","section":"Weekly","description":"    Olá pessoal! Essa semana trouxe inúmeros financiamentos coletivos (21 ao todo!), principalmente, em relação a dados =)"},{"link":"/weekly/43","title":"#43","date":"2019-06-03","color":"blue","section":"Weekly","description":"    Essa semana trouxe menos links já que tirei umas férias e fui curtir um festival. Porém, não podia deixar de trazer a Weekly."},{"link":"/weekly/42","title":"#42","date":"2019-05-27","color":"blue","section":"Weekly","description":"    Mais uma semana de inúmeros artigos, tanto nacionais quanto internacionais. Para variar, vários financiamentos coletivos para ninguém botar defeito =)"},{"link":"/weekly/41","title":"#41","date":"2019-05-23","color":"blue","section":"Weekly","description":"    Olá pessoal! As maiores mudanças no sistema já acabaram e agora estou só ajustando uma coisinha aqui e acolá. Isso quer dizer que sobrou muito mais tempo para ler que na semana passada."},{"link":"/weekly/40","title":"#40","date":"2019-05-13","color":"blue","section":"Weekly","description":"    Como disse semana passada, essa semana traria algumas mudanças. Não foi uma mudança que afetará a leitura de vocês mas uma que ajudará e agilizará bastante a criação das Weeklies."},{"link":"/weekly/39","title":"#39","date":"2019-05-06","color":"blue","section":"Weekly","description":"    Mudei o sistema de geração da Weekly essa semana e ocorreram alguns problemas. Porém, aqui ela está. Com links para Financiamento Coletivo do Tormenta 20, inúmeros outros financiamentos coletivos e várias notícias."},{"link":"/weekly/38","title":"#38","date":"2019-04-29","color":"blue","section":"Weekly","description":"    Olá pessoal, essa semana trouxe umas mudanças. Agora, a ordem da Weekly é *Nacional* > *Internacional* > *Geral*. Dessa forma, quem quiser apenas ler as notícias e artigos nacionais não precisa ficar pulando blocos grandes de links."},{"link":"/weekly/37","title":"#37","date":"2019-04-22","color":"blue","section":"Weekly","description":"    Essa semana a quantidade de conteúdo deu uma diminuida, talvez devido ao Diversão Offline (#doff) que aconteceu nesse fim-de-semana."},{"link":"/weekly/36","title":"#36","date":"2019-04-15","color":"blue","section":"Weekly","description":"    Semana de páscoa mas tivemos muito conteúdo! A galera desse nosso hobby não para, hein? Temos mais de 90 links para vocês darem uma olhada. Vale ressaltar que 15 desses links são de outros financiamento coletivos!"},{"link":"/weekly/35","title":"#35","date":"2019-04-08","color":"blue","section":"Weekly","description":"    Apenas: UOU. Não sei se foi o trailer de Star Wars, a iminência da nova temporada de GoT (que começou ontem, diga-se), mas continuamos tendo muito conteúdo para ler e seguir."},{"link":"/weekly/34","title":"#34","date":"2019-04-01","color":"blue","section":"Weekly","description":"    Mais de 70 links essa semana. A frequência de publicações tem só aumentado e o tempo lendo também!"},{"link":"/weekly/33","title":"#33","date":"2019-03-25","color":"blue","section":"Weekly","description":"    Hoje é primeiro de Abril mas as notícias são da semana passada. O que isso quer dizer? Que nunca tivemos tanto o que lê na nossa #Weekly quanto nessa edição!"},{"link":"/weekly/32","title":"#32","date":"2019-03-18","color":"blue","section":"Weekly","description":"    Essa semana passada tivemos o aniversário do Álvaro Fritas, cinco novos financiamentos, incluindo um que ajuda crianças no espectro do autismo a criarem confiança e habilidades sociais, um dragão por vez."},{"link":"/weekly/31","title":"#31","date":"2019-03-11","color":"blue","section":"Weekly","description":"    E mais uma edição repleta de novidades, com quase 50 links ao todo: D&D, mais uma vez, ganhando matérias em grandes sites (IGN e CNBC); Tom Morello, do Rage Against the Machine, mestrando D&D para crianças da sua rua; muitos artigos multi-sistema; 8 (sim, oito) financiamentos coletivos; e muito mais!"},{"link":"/weekly/30","title":"#30","date":"2019-03-04","color":"blue","section":"Weekly","description":"    Essa semana decidimos mudar um pouco. Separamos o conteúdo em português e em conteúdo internacional (nem somente de inglês vive o RPG ;])."},{"link":"/weekly/29","title":"#29","date":"2019-02-25","color":"blue","section":"Weekly","description":"    Sem muitas palavras pra quantidade de conteúdo que temos essa semana: mais de 40 links! Sei nem como conseguimos lidar com tanta informação e ainda trabalhar =P Até a próxima edição!"},{"link":"/weekly/28","title":"#28","date":"2019-02-18","color":"blue","section":"Weekly","description":"    Mais uma semana repleta de publicações, principalmente posicionamentes das grandes editoras em relação aos vários escandalos envolvendo autores/pessoas com bastante influência no cenário RPGístico."},{"link":"/weekly/27","title":"#27","date":"2019-02-11","color":"blue","section":"Weekly","description":"    Mais uma semana repleta de artigos. 2019 vem sendo um ano muito bom para conteúdos de RPG. Porém, mesmo com tanta coisa boa, ainda temos coisas ruins acontecendo em nossa cena..."},{"link":"/weekly/26","title":"#26","date":"2019-02-04","color":"blue","section":"Weekly","description":"    Uau! Essa semanas passada tivemos nada menos que 16 artigos! Imagine só com as notícias, dicas, eventos, casts e financiamentos coletivos!? Muita coisa que lemos e que talvez você também possa ler, hein? Até a próxima edição =)"},{"link":"/weekly/25","title":"#25","date":"2019-01-28","color":"blue","section":"Weekly","description":"    E o ano continua com uma boa quantidade de publicações, hein? Mais notícias sobre RPG em grandes portais, mais financiamento coletivo, muitos artigos sobre diversos temas e sistemas. O que mais podemos querer? (dica: um pouco mais de tudo isso :D)"},{"link":"/weekly/24","title":"#24","date":"2019-01-21","color":"blue","section":"Weekly","description":"    Essa semana passada tivemos vários artigos interessantes. Parece que o ano novo continua trazendo fôlego para nossos amigos criadores de conteúdo. Esperamos que continuem assim! Até a edição #25"},{"link":"/weekly/23","title":"#23","date":"2019-01-14","color":"blue","section":"Weekly","description":"    Essa semana passada tivemos muitas notícias de diversos canais grandes falando sobre D&D; Também tivemos gente famosa falando sobre suas experiências com RPG/D&D; E muito, mas muitos artigos e dicas. Até a próxima!"},{"link":"/weekly/22","title":"#22","date":"2019-01-07","color":"blue","section":"Weekly","description":"    A semana passada foi bem movimentada. Parece que o ano novo trouxe, realmente, um novo gás para a galera. Esperamos que continue assim e que nos deem mais trabalho durante a seleção semanal =D"},{"link":"/weekly/21","title":"#21","date":"2019-01-01","color":"blue","section":"Weekly","description":"    Uma pequena ressaca de fim/começo de ano, idas e vindas de viagens, mas cá estamos, mais uma vez, com os links da semana passada sobre o universo desse nosso queridíssimo hobby (até profissão, no caso de alguns) que é o RPG. Que 2019 tenhamos muito mais sucessos críticos e decisivos!! Até a semana que vem com a edição #22 =)"},{"link":"/weekly/20","title":"#20","date":"2018-12-24","color":"blue","section":"Weekly","description":"    Essa semana foi bem leve. Acho que devido ao Natal, que já passou, e ao Ano Novo, que é amanhã. Mas, como sempre, estamos aqui (5 meses, já =D) Feliz ano novo a todos vocês. Grande abraço e até a próxima edição =)"},{"link":"/weekly/19","title":"#19","date":"2018-12-17","color":"blue","section":"Weekly","description":"    oi uma semana repleta de notícias, a começar pela confirmação de D&D 5e em pt-br, pela Galápagos Jogos. Depois, mas não menos importante, a Redbox Editora trouxe vários anúnicos, como, finalmente, o Legião do @tionitro. Bom, vejam o que tivemos mais lendos os links abaixo =)"},{"link":"/weekly/18","title":"#18","date":"2018-12-10","color":"blue","section":"Weekly","description":"    *(Voz de vigia de Cesto da gávea mode on)* D&D vai chegar no Brasil! D&D vai chegar no Brasil! *(Voz de vigia de Cesto da gávea mode off)* Além disso, temos muito conteúdo em português essa semana. Parece que o pessoal estava inspirado. Será que continua assim para a próxima segunda feira?"},{"link":"/weekly/17","title":"#17","date":"2018-12-03","color":"blue","section":"Weekly","description":"    Acharam que não teria essa semana, não é? Tardamos, mas não falhamos, amigos (Espero que continue assim durante os feriados de Natal e Ano Novo) ;)"},{"link":"/weekly/16","title":"#16","date":"2018-11-26","color":"blue","section":"Weekly","description":"    Semana um pouco fraca para o pessoal tupiniquim. Talvez porque estejam focados na CCXP que acontecerá essa semana. Tomara que tenhamos boas surpresas vindas de lá =)"},{"link":"/weekly/15","title":"#15","date":"2018-11-19","color":"blue","section":"Weekly","description":"    Essa semana a weekly está bem cheia de publicações gringas. 'Para variar um pouco', temos mais 4 financiamentos, coletivos (como se consegue ter tanto dinheiro para acompanhar esses financiamentos todos?)"},{"link":"/weekly/14","title":"#14","date":"2018-11-12","color":"blue","section":"Weekly","description":"    Descrição indisponível"},{"link":"/weekly/13","title":"#13","date":"2018-11-05","color":"blue","section":"Weekly","description":"    Edição curta, mas com artigos bem interessantes e, pasmem, mais 3 financiamentos coletivos! Mandem seus links para @rpgdm =)"},{"link":"/weekly/12","title":"#12","date":"2018-10-29","color":"blue","section":"Weekly","description":"    Semana passada foi repleta de artigos bacanas e 4 (sim, quatro!) novos financiamentos coletivos!"},{"link":"/weekly/11","title":"#11","date":"2018-10-22","color":"blue","section":"Weekly","description":"    Seremos parte da resistência"},{"link":"/weekly/10","title":"#10","date":"2018-10-15","color":"blue","section":"Weekly","description":"    Essa semana fizemos alguns ajustes na nossa Weekly, mais uma vez. Acreditamos que, agora, temos um meio termo que ajudará a trazer mais informação útil e com mais fácil entendimento do porque elas foram trazidas."},{"link":"/weekly/9","title":"#9","date":"2018-10-08","color":"blue","section":"Weekly","description":"    Essa semana estamos experimentando um novo formato, mais parecido com o de Newsletters gringas. Digam-nos o que vocês acham mandando uma mensagem via Twitter para [@rpgdm]. Essa semana foi um pouco lenta mas temos algumas novidades interessantes, como a que veio da New Order Editora e da Jambô"},{"link":"/weekly/8","title":"#8","date":"2018-09-30","color":"blue","section":"Weekly","description":"    EleNão"},{"link":"/weekly/7","title":"#7","date":"2018-09-24","color":"blue","section":"Weekly","description":"    Voltamos a uma quantidade razoável de links nessa publicação. Trouxemos uma publicação que passou desapercebida semana passada; um novo web app para ajudar a encontrar jogadores; mais e mais dicas dos sempre presentes @tionitro e @SlyFlourish, acompanhados, dessa vez, do @PerdidosNoPlay; E mais algumas coisas interessantes. Vá lê-los!"},{"link":"/weekly/6","title":"#6","date":"2018-09-17","color":"blue","section":"Weekly","description":"    Essa semana, mais uma vez, tivemos poucos links, porém, não menos interessantes e importantes. Um dos links, o do lançamento do Kickstarter do *Things from the Flood*, continuação do *Tales from the Loop*, esteve a semana inteira em nossa linha do tempo do Twitter. O *hype* está enorme!"},{"link":"/weekly/5","title":"#5","date":"2018-09-10","color":"blue","section":"Weekly","description":"    Para compensar a semana trasada, repleta de links e discussões, essa semana foi um pouco mais parada, 'lenta'. O ponto alto foram as dicas valiosas do @tionitro e do @SlyFlourish, e a discussão do Mike Mearls sobre alguns pontos de design do D&D 5e. Talvez o World RPG Fest tenha causado isso com tantos RPGistas juntos num mesmo local ;)"},{"link":"/weekly/4","title":"#4","date":"2018-09-02","color":"blue","section":"Weekly","description":"    Essa semana está repleta de discussões. Começamos a discussão do quanto um autor/escritor recebe (tanto na cena RPGística quanto fora); Depois, uma sobre pirataria de livros; e também temos uma sobre RPGs gratuitos ([#poucaGranaRPG]) ou bem baratos, que surgiu para 'combater' a de pirataria."},{"link":"/weekly/3","title":"#3","date":"2018-08-27","color":"blue","section":"Weekly","description":"    Essa semana, embora tenhamos vários conteúdo legais e interessantes, estamos tristes com o fogo que destruiu o Museu Nacional no Rio de Janeiro. Tanta história e cultura num só lugar, destruida em poucas horas. Um local repleto de fontes para nossas aventuras e cenários não existe mais. Terrível."},{"link":"/weekly/2","title":"#2","date":"2018-08-20","color":"blue","section":"Weekly","description":"    Essa semana tivemos aproximadamente 80 links para ler, analisar e selecionar para a edição dessa semana. Continuem mandando seus links. Quanto mais RPG melhor =) Mas, continuando nossa Weekly, a edição #2 traz de tudo um pouco: lançamentos, livros bem baratos (1 dólar pelo <em>The One Ring</em>), séries para ajudar jogadores com D&D e mais."},{"link":"/weekly/1","date":"2018-08-13","title":"#1","color":"blue","description":"Olá, obrigado por ler a primeira edição da Weekly, a curadoria semanal de artigos de RPG mantida pelo RPG do Mestre. Desde antes da __nossa queda__, mantínhamos um compilado de artigos curados sobre nosso _hobby_. A weekly será uma espécie de evolução dessa antiga coluna do antigo blog. Espero que curtam.","section":"Weekly"}]}